Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: The same goes for activities involving the use of automated or complex machinery.
sv: Det gäller också verksamhet med automatiserad eller komplex maskinell utrustning.

source: Questionnaires and interviews can provide a picture of conditions entailing physical and mental strain.
sv: Enkäter och intervjuer kan ge en bild av förhållanden som innebär fysiska och psykiska påfrestningar.

source: Employee interviews are an important means of gaining a clearer picture of conditions.
sv: Medarbetarsamtal är viktiga för att få en tydligare bild av förhållandena.

source: Risks at work usually come about through a combination of circumstances.
sv: Flera omständigheter samverkar vanligen när det skapas risker i arbetet.

source: It is also essential to consider how human beings function in different working situations.
sv: Det är också väsentligt att ta hänsyn till hur människan fungerar i olika arbetssituationer.

source: One needs to ask how people react, think, behave and interact with others.
sv: Det gäller att fråga sig hur hon reagerar, tänker, beter sig och samspelar med andra personer.

source: Risky working situations
sv: Riskfyllda arbetssituationer

source: Repair work, e.g. in connection disruptions and breakdowns affecting machinery and other technical devices, is often risky.
sv: Reparationsarbete, till exempel vid störningar och haverier i maskiner och andra tekniska anordningar, är ofta riskfyllt.

source: This also applies to unexpected situations occurring in work with other people, e.g. in nursing and other forms of care.
sv: Det gäller också oväntade situationer i arbete med andra människor, till exempel i vård- och omsorgsarbete.

source: Risks to employee groups
sv: Risker för arbetstagargrupper

source: Minors, immigrants, persons with physical or mental disabilities and pregnant women are examples of groups which for various reasons may be exposed to special risks.
sv: Minderåriga, invandrare, personer med funktionshinder och gravida kvinnor är exempel på grupper som av olika skäl kan vara utsatta för särskilda risker.

source: Changes to the activity
sv: Ändringar i verksamheten

source: It is essential to consider the working environment before the activity is started, and also when changing current activity.
sv: Det är angeläget att ta hänsyn till arbetsmiljön, dels innan verksamheten kommit i gång, dels inför förändringar under löpande drift.

source: It is important to find the risks and take measures before the risks get “built into the system”.
sv: Det är viktigt att hitta riskerna och åtgärda dem innan de ”byggts in i systemet”.

source: Personnel can sometimes suffer as a result of re-organization measures, especially where there are cutbacks and closures involved.
sv: Personalen kan ibland fara illa vid en omorganisation, särskilt vid inskränkning och nedläggning av verksamheten.

source: It is important to identify the risks early on, so that negative consequences of the adjustment process can be prevented.
sv: Det är viktigt att tidigt få fram riskerna så att negativa följder av omställningsprocessen kan förebyggas.

source: It is essential to consider the working environment, for example when inviting tenders or signing contracts, in the course of planning and technical design, and in the outsourcing of goods and services.
sv: Det är angeläget att ta hänsyn till arbetsmiljön exempelvis när man tar in anbud, tecknar avtal, projekterar, konstruerar och köper in varor och tjänster.

source: Tenders, for example, can be framed in such a way that the equipment and services provided will meet the stipulations of Provisions issued by the National Board of Occupational Safety and Health and the Swedish Work Environment Authority.
sv: Anbud kan till exempel utformas så att levererad utrustning och tillhandahållna tjänster uppfyller kraven enligt Arbetarskyddsstyrelsens och Arbetsmiljöverkets föreskrifter.

source: It is also important to verify that the supplier’s/contractor’s own systematic work environment management is satisfactory.
sv: Det är också viktigt att ta hänsyn till att leverantörens/entreprenörens eget systematiska arbetsmiljöarbete är tillfredsställande.

source: Written risk assessments
sv: Skriftliga riskbedömningar

source: The written risk assessment refers to the risks revealed by the regular surveys and in connection with the planning of changes to the activity.
sv: Den skriftliga riskbedömningen avser de risker som kommer fram vid de regelbundna undersökningarna och i samband med planeringen av ändringar i verksamheten.

source: These can very well be co-ordinated with the action plan (Section 10).
sv: De kan med fördel samordnas med handlingsplanen (10 §).

source: Risks which are remedied immediately also need to be included in the risk assessment.
sv: Även de risker som avhjälps omedelbart behöver tas med i riskbedömningen.

source: They constitute important information for continuing systematic work environment management.
sv: De utgör viktig information i det fortsatta systematiska arbetsmiljöarbetet.

source: Guidance on Section 9 Serious incidents
sv: Till 9 § Allvarliga tillbud

source: An incident is an undesired occurrence which could have led to ill-health or an accident.
sv: Ett tillbud är en oönskad händelse som kunnat leda till ohälsa eller olycksfall.

source: Serious incidents are occurrences which in themselves imply serious danger of ill-health or accidents.
sv: Allvarliga tillbud är händelser som i sig innebär stor fara för ohälsa eller olycksfall.

source: Incidents are often due to shortcomings of the work environment management.
sv: Tillbud är ofta en följd av brister i arbetsmiljöarbetet.

source: Investigation
sv: Utredning

source: The duty of investigation applies if there is a connection between what has happened and conditions at work.
sv: Utredningsskyldigheten gäller om det finns ett samband mellan det som hänt och förhållandena i arbetet.

source: It may also be worth-while for the employer to investigate incidents of a non-serious nature.
sv: Det kan vara värdefullt att arbetsgivaren även utreder tillbud som inte är allvarliga.

source: An accident, for example, is often the combined product of technical factors, human action, organizational conditions and the direction of the activity.
sv: Ofta har tekniska faktorer, mänskligt handlande, organisatoriska förhållanden och ledning av verksamheten samverkat, exempelvis till ett olycksfall.

source: The employer should therefore find out all underlying causes of the occurrence, as far as is practically possible.
sv: Arbetsgivaren bör därför, så långt det är praktiskt möjligt, ta reda på samtliga bakomliggande orsaker till det inträffade.

source: The investigation needs to be both thorough and systematic.
sv: Utredningen behöver göras grundligt och systematiskt.

source: It can contain observations at the work station, interviews with personnel concerned and scrutiny of plans, allocation of tasks, instructions and routines.
sv: Den kan omfatta iakttagelser på arbetsplatsen, intervjuer med berörd personal och granskning av ritningar, uppgiftsfördelning, instruktioner och rutiner.

source: The investigation should be focused on the occurrence and on the circumstances which have led to it.
sv: Utredningen bör fokuseras på händelsen och de förhållanden som lett fram till den.

source: It should be carried out with a preventive purpose in mind and should not dwell on the question of blame.
sv: Den bör göras i förebyggande syfte och inte uppehålla sig vid skuldfrågan.

source: Sickness absence can be due to ill-health or accidents caused by conditions in the work environment.
sv: Sjukfrånvaro kan bero på ohälsa eller olycksfall som orsakats av förhållanden i arbetsmiljön.

source: This makes it important to find out whether the absence is connected with working conditions.
sv: Det är därför viktigt att ta reda på om frånvaron har samband med arbetsförhållandena.

source: It may show that separate measures are called for.
sv: Det kan visa att skilda åtgärder behövs.

source: Guidance on Section 10
sv: (AFS 2008:15).

source: Measures to be taken
sv: Till 10 § Åtgärder

source: When measures are to be taken, the point of departure is the risks of ill- health and accidents which the surveys have revealed.
sv: När åtgärder skall vidtas är utgångspunkten de risker för ohälsa och olycksfall som kommit fram vid undersökningarna.

source: Often one needs to prioritize according to the gravity of the risks.
sv: Ofta behövs en prioritering utifrån hur allvarliga riskerna är.

source: These risks may sometimes be so grave that work has to be suspended immediately.
sv: De kan ibland vara så allvarliga att arbetet måste avbrytas direkt.

source: It is essential for risks to be eliminated or reduced “at source”.
sv: Det är väsentligt att få bort eller minska riskerna ”vid källan”.

source: If a risk cannot be avoided completely, it is important that the employees should be protected in some other way, e.g. through instructions, support and guidance or personal protective equipment.
sv: Om en risk inte helt kan undvikas är det viktigt att arbetstagarna skyddas på annat sätt, exempelvis genom instruktioner, stöd och handledning eller personlig skyddsutrustning.

source: Different solutions may sometimes need to be tested in order to arrive at suitable measures.
sv: Olika lösningar kan ibland behöva prövas för att komma fram till lämpliga åtgärder.

source: The measures which are not taken immediately, i.e. on the same day or within the next few days, are noted down in a written action plan or entered in a revised plan.
sv: De åtgärder som inte vidtas omedelbart, dvs. samma dag eller någon av de närmast följande dagarna, antecknas i en skriftlig handlingsplan eller förs in i en reviderad plan.

source: It is often practical to bring up the risks in conjunction with the measures.
sv: Det är ofta praktiskt att ta upp riskerna i anslutning till åtgärderna.

source: Unremedied risks at work can be a sign of inefficiency in work environment management.
sv: Risker i arbetet som inte åtgärdas kan vara tecken på att arbetsmiljöarbetet fungerar dåligt.

source: Inspection of measures taken
sv: Kontroll av genomförda åtgärder

source: To make certain that the risks have been dealt with, the employer should check the result immediately, or else as soon as is practically possible.
sv: För att förvissa sig om att riskerna åtgärdats bör arbetsgivaren, omedelbart eller så snart det går rent praktiskt, kontrollera resultatet.

source: If the measures taken have not been sufficient, they may need to be complemented.
sv: Om åtgärderna inte varit tillräckliga kan de behöva kompletteras.

source: The new measures in themselves may generate risks and therefore need to be checked.
sv: Även de nya åtgärderna kan skapa risker och behöver därför kontrolleras.

source: Guidance on Section 11 Follow-up methodology
sv: Till 11 § Uppföljningsmetodik

source: The purpose of the annual follow-up is to investigate whether work environment management is being conducted in accordance with the Provisions on Systematic Work Environment Management.
sv: Syftet med den årliga uppföljningen är att undersöka om arbetsmiljöarbetet bedrivs enligt föreskrifterna om systematiskt arbetsmiljöarbete.

source: Follow-up may be needed more than once a year, for example after reorganization and after accidents and serious incidents.
sv: Det kan behövas tätare uppföljning än en gång om året, till exempel efter en omorganisation och efter olycksfall och allvarliga tillbud.

source: The follow-up can be done by comparing the content of the Provisions and general recommendations with the work environment management that is actually conducted.
sv: Uppföljningen kan göras genom att innehållet i föreskrifterna och råden jämförs med det arbetsmiljöarbete som faktiskt bedrivs.

source: By interviewing managers, supervisory personnel, other employees and safety delegates, the employer can find out, for example, whether the allocation of tasks is working well.
sv: Genom intervjuer med chefer, arbetsledare, andra arbetstagare och skyddsombud kan arbetsgivaren ta reda på om till exempel uppgiftsfördelningen fungerar bra.

source: Occupational health services
sv: Företagshälsovård

source: Guidance on Section 12
sv: Till 12 §

source: The meaning of occupational health services
sv: Innebörden av företagshälsovård

source: Health can be affected by a number and variety – and sometimes a combination – of factors in the working environment.
sv: Hälsan kan påverkas av en rad olika, ibland samverkande faktorer i arbetsmiljön.

source: Individual factors can also have a bearing on health.
sv: Även individuella faktorer har betydelse för hälsan.

source: Chap. 3, Section 2b of the Work Environment Act defines occupational health services as an independent expert resource in the domains of the working environment and rehabilitation.
sv: Enligt 3 kap. 2 b § arbetsmiljölagen avses med företagshälsovård en oberoende expertresurs inom områdena arbetsmiljö och rehabilitering.

source: It shall have the competence to identify and describe connections between the working environment, organization, productivity and health.
sv: Den skall ha kompetens att identifiera och beskriva sambanden mellan arbetsmiljö, organisation, produktivitet och hälsa.

source: Accordingly, occupational health services require a broad knowledge, for example, of work organization, behavioural science, ergonomics, medicine, rehabilitation and technology.
sv: Inom företagshälsovården behövs därför breda kunskaper i till exempel arbetsorganisation, beteendevetenskap, ergonomi, medicin, rehabilitering och teknik.

source: Occupational health services can be outsourced or arranged as an independent part of the activities of the undertaking.
sv: Företagshälsovård kan upphandlas utifrån eller ordnas som en självständig del av företagets verksamhet.

source: It is important that they hold a neutral position in relation to the labour market parties.
sv: Det är viktigt att den är partsneutral.

source: It is essential that employees and safety delegates should be given the opportunity of participating in the procurement of occupational health services and in decision-making on the structuring and discharge of the assignment.
sv: Det är angeläget att arbetstagarna och skyddsombuden får möjlighet att medverka vid upphandling av företagshälsovård liksom vid beslut om uppdragets utformning och genomförande.

source: Questions concerning occupational health services are discussed within the safety committee.
sv: Frågor om företagshälsovård tas upp i skyddskommittén.

source: Engagement of occupational health services
sv: Anlitande av företagshälsovård

source: Occupational health services shall be at the disposal of both employer and employees.
sv: Företagshälsovården skall kunna utnyttjas av både arbetsgivare och arbetstagare.

source: To ensure continuity and an all-round assessment of work environment conditions, it is appropriate for these services to be engaged as a coherent resource, not just in the form of occasional services.
sv: Det är lämpligt att den anlitas som en sammanhållen resurs och inte enbart till enstaka tjänster.

source: If there are particular problems of the working environment involved, it can sometimes be appropriate for the employer to subscribe to occupational health services with specialist competence in the field concerned.
sv: Om det finns särskilda arbetsmiljöproblem kan det ibland vara ändamålsenligt att arbetsgivaren ansluter sig till en företagshälsovård med speciell branschkompetens.

source: Sometimes resources may be needed which are not available from occupational health services, in which case the employer may need to engage other expert assistance.
sv: Det kan ibland finnas behov av resurser som inte finns inom företagshälsovården.

source: AFS 1993:2
sv: AFS 1993:2 3

source: Ordinance of the Swedish National Board of Occupational Safety and Health on measures for the prevention of violence and menaces in the working environment
sv: Arbetarskyddsstyrelsens kungörelse med föreskrifter om åtgärder mot våld och hot i arbetsmiljön

source: Adopted 14th January 1993
sv: Beslutad den 14 januari 1993

source: The following provisions are issued by the Swedish National Board of Occupational Safety and Health pursuant to Section 18 of the Work Environment Ordinance (SFS 1977:1166).
sv: Arbetarskyddsstyrelsen meddelar med stöd av 18 § arbetsmiljöförordningen (SFS 1977:1166) följande föreskrifter.

source: Preventive measures
sv: Riskförebyggande åtgärder

source: Provisions concerning the employment of minors in work where risks of violence can occur are contained in the Ordinance of the National Board of Occupational Safety and Health (AFS 1990:19) with provisions on minors at work.
sv: Bestämmelser om anlitande av minderåriga till arbete där våldsrisker kan förekomma finns i Arbetarskyddsstyrelsens kungörelse (AFS 1990:19) med föreskrifter om anlitande av minderåriga i arbetslivet.

source: Special security routines shall exist for work which can entail a risk of violence or the threat of violence.
sv: Särskilda säkerhetsrutiner skall finnas för arbete som kan medföra risk för våld eller hot om våld.

source: These routines shall be kept up to date and shall be continuously followed up.
sv: Rutinerna skall hållas aktuella och följas upp fortlöpande.

source: The routines shall be known to all employees who can be affected by the risks.
sv: Rutinerna skall vara kända av alla arbetstagare som kan bli berörda av riskerna.

source: In work where there is a risk of recurrent violence or threats of violence, the employees shall receive special support and guidance.
sv: § Vid arbete där det finns risk för återkommande våld eller hot om våld skall arbetstagarna få särskilt stöd och handledning.

source: The employer shall ensure that:
sv: Arbetsgivaren skall se till att

source: alarm equipment exists where security so demands,
sv: det finns larmutrustning där så krävs för säkerheten

source: there are fixed routines indicating who is to receive alarm calls and what measures are to be taken when the alarm has been given,
sv: det finns fastställda rutiner för vem som skall ta emot larm och för åtgärder som skall vidtas när larm utlösts

source: security routines and alarm response measures are practised regularly,
sv: övning av säkerhetsrutiner och åtgärder vid larm genomförs regelbundet larmutrustning underhålls och kontrolleras

source: alarm equipment is maintained and inspected, other technical aids are provided if necessary.
sv: det finns andra tekniska hjälpmedel om det behövs.

source: Follow-up measures etc.
sv: Uppföljande åtgärder m.m.

source: Employees subjected to violence or threats of violence shall be given prompt assistance and support for the prevention or alleviation of both physical and mental injury.
sv: § Arbetstagare som utsatts för våld eller hot om våld skall snabbt få hjälp och stöd för att förebygga eller lindra såväl fysisk som psykisk skada.

source: The employer shall have special routines for this purpose.
sv: Arbetsgivaren skall ha särskilda rutiner för detta.

source: Entry into force
sv: Ikraftträdande

source: The provisions enter into force on 1st July 1993.
sv: Dessa föreskrifter träder i kraft den 1 juli 1993.

source: The General Recommendations (AFS 1983:1) of the National Board of Occupational Safety and Health on risks of violence in the working environment are repealed with effect from the same date.
sv: Samtidigt upphävs Arbetarskyddsstyrelsens allmänna råd (AFS 19831) beträffande våldsrisker i arbetsmiljön.

source: Work injury statistics which are confined to reported, mainly physical, injuries leading to sicklisting, indicate a growth in the number of injuries caused by violence between 1985 and 1990.
sv: Arbetsskadestatistiken, som bara gäller de anmälda, i huvudsak fysiska, skador som lett till sjukskrivning, visar för perioden 1985-1990 en ökning av skador på grund av våld.

source: The increase has mainly affected nursing auxiliaries, nurses, public home health personnel and social welfare officers.
sv: Ökningen har skett framför allt bland sjukvårdsbiträden, sjuksköterskor, hemvårdare och socialtjänstemän.

source: Increases are also apparent among security personnel and teachers.
sv: Ökningar märks också bland väktare, ordningsvakter och lärare.

source: The work injury statistics indicate that certain occupational categories are more vulnerable than others.
sv: Vissa yrkesgrupper är enligt arbetsskadestatistiken mer utsatta än andra grupper.

source: High-risk occupational categories include, for example, mental nursing attendants, security personnel, police officers, ticket inspectors and bus, tram and underground train drivers.
sv: Högriskyrken är t.ex. skötare inom psykiatrisk vård, väktare, poliser, biljettkontrollörer och buss-, spårvagns- och tunneltågförare.

source: The criminal statistics show the number of robberies in shops, post offices and banks to have risen steeply since 1989.
sv: Brottsstatistiken visar en kraftig ökning av rån inom handel, post och bank sedan 1989.

source: Violence has escalated and more and more use is being made of firearms.
sv: Våldet har blivit allt grövre och skjutvapen används i allt större utsträckning.

source: Violence ranges from murder to harassment in the form of threatening letters or phone calls.
sv: Våld varierar från mord till trakasserier i form av hot via brev eller telefon.

source: Violence can be used methodically in pursuit of certain objectives.
sv: Våld kan användas planerat för att nå vissa mål.

source: It can also occur when the environment invites criminal acts, as well as in various caring situations.
sv: Våld kan också förekomma när miljön inbjuder till brottsliga handlingar liksom i olika vårdsituationer.

source: There is reason to suppose that many events involving violence or menaces at work are never recorded.
sv: Det finns anledning att anta att många händelser med våld eller hot i arbetslivet aldrig registreras.

source: This can mean that a large number of physical symptoms and a variety of psychosomatic mental reactions to stress and fear never come to be included in any general statistics.
sv: Detta kan innebära att ett stort antal fysiska symptom och olika slag av psykosomatiska och psykiska reaktioner på stress och rädsla aldrig kommer fram i någon allmän statistik.

source: Different people react differently to a violent situation.
sv: Människor reagerar olika i en våldssituation.

source: Some react directly with stress symptoms or shock, others react several hours or days later.
sv: En del reagerar direkt med stressreaktioner eller chocktillstånd, andra efter flera timmar eller dagar.

source: Many experience fear, unpleasantness or fright after what has happened or might have happened.
sv: Många upplever rädsla, obehag eller skräck efter det som hänt eller kunnat hända.

source: Others remain relatively unaffected.
sv: Andra förblir relativt oberörda.

source: The reaction depends on how one perceived what happened, whether or not one was prepared for the occurrence, whether one was alone and whether one has had previous experience of menaces or violent occurrences.
sv: Reaktionen beror på hur man uppfattat vad som hänt, om man var beredd eller inte på det inträffade, om man var ensam och om man varit med om hot eller våldshändelser tidigare.

source: To many people, the mere knowledge that they may risk being exposed to violence or menaces causes severe mental pressure at work.
sv: Enbart kunskapen om att man kan riskera att utsättas för våld eller hot innebär för många människor en stark psykisk press i arbetet.
